[
    {
      "id": 1,
      "image": "https://i.ibb.co/0f3gqNH/family.jpg",
      "name": "How To Held A Birthday Party At Home",
      "title": "To host a birthday party at home, plan decorations, invite guests, prepare food, set up activities, and create a festive atmosphere for a memorable celebration."
    },
    {
      "id": 2,
      "image": "https://i.ibb.co/VTFbVzK/man-wit024x671.jpg",
      "name": "Game Reference For Birthday Party",
      "title": "Turn your birthday party into an epic adventure with fun games like treasure hunts, trivia challenges, and more! Level up your celebration"
    },
    {
      "id": 3,
      "image": "https://i.ibb.co/s3g3VkQ/family-celebratie-backyard-1-3-1024x682.jpg",
      "name": "Best Gift To Bring On Birthday Party",
      "title": "An exquisite bouquet of vibrant flowers and a heartfelt handwritten card are the perfect gifts to bring joy to any birthday party celebration."
    },
    {
      "id": 4,
      "image": "https://i.ibb.co/tCKNgg9/a-table-set-for-kids-birthday-party-1-3-1024x681.jpg",
      "name": "Tips And Trick Successful Held A Party",
      "title": "Ensure party success: Plan ahead, set a theme, send invitations early, organize activities, and have a backup plan for bad weather. Enjoy"
    },
    {
      "id": 5,
      "image": "https://i.ibb.co/ZGxtx8D/family-celebration-or-a-garden-party-outside-in-the-backyard-1-4-1024x682.jpg",
      "name": "Best Food To Serve In Birthday Party",
      "title": "For a memorable birthday party, serve a delectable spread featuring crowd-pleasers like pizza, sliders, finger foods, and a scrumptious birthday cake. Guests will savor every bite!"
    },
    {
      "id": 6,
      "image": "https://i.ibb.co/g4gh0fc/a-tablemer-1-1-1024x682.jpg",
      "name": "Why Make An Online Invitation Is Good",
      "title": "Making online invitations is convenient, eco-friendly, and cost-effective. They offer easy RSVP tracking and can be personalized, making event planning simpler and more efficient."
    }
  ]
  