[
    {
        "id": "1",
        "name": "PartyPerfectionists",
        "card_img": "https://i.ibb.co/zmLJb3W/1111111.jpg",
        "title": "Crafting unforgettable birthdays with style! Themes, decor, cakes, and entertainment tailored just for you. Trust us for a perfect celebration. Make memories, not stress! 🎉🍰🎈",
        "description": "PartyPerfectionists is your ultimate destination for birthday celebrations that are nothing short of extraordinary! We specialize in creating unforgettable moments tailored to your unique personality and preferences.Imagine a birthday bash where every detail, from decorations to entertainment, is flawlessly executed. Our team of dedicated event planners will work closely with you to bring your vision to life. Whether you dream of a whimsical garden party, a glamorous red-carpet affair, or a fun-filled carnival extravaganza, we have the creativity and expertise to make it happen From the moment your guests arrive, they will be immersed in a world of enchantment. Our expertly designed themes and stunning decor will transport everyone to a different realm. Entertainment options abound, with everything from live bands and DJs to mesmerizing performers and interactive games At PartyPerfectionists, we leave no stone unturned to ensure your birthday celebration is a resounding success. With our meticulous attention to detail and commitment to excellence, your special day will be a memory you and your guests will cherish forever. Make your birthday unforgettable with PartyPerfectionists! .",
        "price": "$220.00"
    },
    {
        "id": "2",
        "name": "BirthdayBashBuilders",
        "card_img": "https://i.ibb.co/Rzj1rzX/cupcakes-380178-1280.jpg",
        "title": " Experts in crafting unforgettable birthdays. From decorations to entertainment, we bring the magic to your special day! Celebrate with us.",
        "description": "BirthdayBashBuilders is your ultimate partner in creating unforgettable birthday experiences. We specialize in crafting custom celebrations that reflect your unique style and personality, ensuring your special day is nothing short of magical.Our team of expert party planners, decorators, and entertainers work tirelessly to bring your birthday vision to life. From intimate gatherings to extravagant blowouts, we tailor our services to meet your needs and exceed your expectations.Imagine a sea of vibrant decorations, tastefully arranged to set the perfect mood. Our attention to detail ensures every corner of your venue is a feast for the eyes. Our culinary wizards whip up delectable treats and mouthwatering cakes, leaving your guests craving for more But that's not all; our entertainers captivate with engaging performances, from magicians to live bands, making sure everyone is on their feet dancing the night away. We take care of every aspect, leaving you stress-free to enjoy your day.",
        "price": "$200.00"
    },
    {
        "id": "3",
        "name": "JoyfulOccasions",
        "card_img": "https://i.ibb.co/dfTChpR/stock-vector-birthday-cake-vector-ba33337.jpg",
        "title": " Where every birthday becomes a cherished memory. From cakes to decorations, we create unforgettable celebrations tailored to your unique style",
        "description": "Joyful Occasions is your one-stop destination for celebrating birthdays in style! With a rich history of creating unforgettable memories, we are dedicated to making your special day truly exceptional. Our team of experienced party planners is committed to crafting unique and personalized birthday experiences that reflect your personality and preferences.From intimate gatherings to extravagant bashes, we cater to all kinds of celebrations. Picture a vibrant and beautifully decorated venue filled with laughter, music, and delicious cuisine. Our attention to detail ensures that every aspect of your birthday party, from decorations to entertainment, is meticulously planned and executed. At Joyful Occasions, we understand that birthdays are a reflection of your individuality, and we take pride in turning your vision into reality. Whether you're celebrating a milestone or just want to cherish another year of life, we're here to make it extraordinary. Let us transform your dreams into a day of pure joy and happiness.",
        "price": "$180.00"
    },
    {
        "id": "4",
        "name": "PartyPerfectPlanner",
        "card_img": "https://i.ibb.co/r6rmgwR/Perfect-party-Logo.webp",
        "title": "Crafting unforgettable birthday celebrations tailored to your dreams. Let us make your special day truly remarkable. Your vision, our expertise!",
        "description": "PartyPerfectPlanner specializes in crafting unforgettable birthday celebrations that are tailored to your unique style and preferences. Our team of experienced event planners is dedicated to turning your dream birthday into a reality, ensuring that every detail is executed flawlessly Whether you're celebrating a milestone birthday, a child's special day, or simply want to enjoy an intimate gathering with loved ones, we have the creativity and expertise to make it extraordinary. From selecting the perfect venue to coordinating decor, entertainment, and catering, we handle it all so you can relax and enjoy the festivities Our commitment to excellence means that every birthday we plan is a seamless blend of your vision and our expertise. We pride ourselves on our attention to detail and personalized service, ensuring that your guests leave with lasting memories of a truly remarkable celebration. ",
        "price": "$280.00"
    },
    {
        "id": "5",
        "name": "BalloonBonanza",
        "card_img": "https://i.ibb.co/LPL97Yn/5555.webp",
        "title": "A vibrant birthday celebration filled with colorful balloons, joy, and laughter, making every moment unforgettable. Happy Birthday! 🎈🎉",
        "description": "BalloonBonanza is the ultimate birthday extravaganza! Get ready for a day filled with colorful surprises and endless joy. Imagine stepping into a world where balloons reign supreme, and your special day takes center stage.As you enter our enchanting venue, you'll be greeted by a breathtaking display of balloons in every shape, size, and hue imaginable. From the moment you arrive, the air will be filled with laughter and excitement as you and your guests embark on a balloon-themed adventure like no other Our dedicated team of balloon artists will craft stunning balloon sculptures, arches, and centerpieces that will transport you to a whimsical wonderland. You can even participate in fun balloon-making workshops, creating your own unique designs to take home as souvenirs. No birthday celebration is complete without delicious treats, and at BalloonBonanza, you'll savor a delectable spread of snacks and desserts that will tantalize your taste buds.. ",
        "price":"$270.00"
    },
    {
        "id": "6",
        "name": "CelebrationCrafters",
        "card_img": "https://i.ibb.co/x8GwCJF/666.jpg",
        "title": "Join CelebrationCrafters for unforgettable birthdays! We create magical moments, from themed decor to delicious treats, ensuring your special day shines brightly",
        "description": " Celebrate your special day with CelebrationCrafters, where we turn your birthday dreams into reality! Our dedicated team of party experts is here to make your birthday celebration truly unforgettable At CelebrationCrafters, we believe that every birthday is a unique opportunity to create cherished memories. Whether you're turning one or one hundred, our creative and talented team is ready to plan and execute the perfect birthday bash tailored to your tastes and preferences.From the moment you contact us, we'll work closely with you to understand your vision. We offer a wide range of services, from themed decorations and delicious custom cakes to entertainment, party favors, and more. You name it, and we'll make it happen.Choose from a variety of exciting themes or let us know if you have a specific idea in mind. Our attention to detail and commitment to excellence ensure that your celebration will be one-of-a-kind and stress-free No matter the size or scale of your birthday bash, trust CelebrationCrafters to deliver an exceptional experience that you and your guests will cherish for years to come. Contact us today and let's start planning your next remarkable birthday celebration! ",
        "price": "$270.00"
    }
]